const productData = {
    1: {
        title: "Бокал для айриш кофе ",
        price: "214",
        img: "../src/img/catalog/icon/1.svg",
        description: "Стиль и элегантность форм бокала для айриш кофе, рассчитанного на 250 мл напитка, подчеркнут изысканный вкус и позволят неторопливо наслаждаться напитком. На бокал можно нанести логотип и название кофейни.",
        quantity: 123,
        art:"Арт. 1256.60.2"
    },
    2: {
        title: "Кружка «Sublime Color XL»",
        price: "324",
        img: "../src/img/catalog/icon/2.svg",
        description: "Керамическая кружка «Sublime Color XL» станет прекрасным подарком для ваших сотрудников и клиентов. Используйте ее в качестве промо-сувенира для продвижения бренда, акции или проекта. Классическая форма, исполненная в большом объеме 440 мл — такая кружка точно не останется без внимания! Не разрешается использование в микроволновой печи и посудомоечной машине.Керамическая кружка «Sublime Color XL» станет прекрасным подарком для ваших сотрудников и клиентов. Используйте ее в качестве промо-сувенира для продвижения бренда, акции или проекта. Классическая форма, исполненная в большом объеме 440 мл — такая кружка точно не останется без внимания! Не разрешается использование в микроволновой печи и посудомоечной машине..",
        quantity: 124,
        art:"Арт. 1256.60.7"
    },
    3: {
        title: "Бокал для шампанского «Brut» ",
        price: "664",
        img: "../src/img/catalog/icon/3.svg",
        description: "Бокал для шампанского от бренда Eat&Bite Select выполнен\
        в необычной форме — в отличие от классического, «Brut» не имеет ножки. \
        Форма самого сосуда осталась прежней, предназначенной специально для\
        шампанского: вытянутый бокал позволяет насладиться красотой пузырьков,\
        однимающихся вверх, а двойные прозрачные стенки делают игру света еще\
        интереснее. Материал бокала — боросиликатное стекло: менее хрупкое, более\
        легкое, абсолютно безопасное для человека, оно прекрасно подходит для изготовления посуды.\
        Бокал разрешается мыть в посудомоечной посуде, рекомендуется использовать\
        неабразивные средства для посуды.",
        quantity: 125,
        art:"Арт. 1256.60.1"
    },
    4: {
        title: "Кружка «Cone»",
        price: "211",
        img: "../src/img/catalog/icon/4.svg",
        description: "Ищете классный и стильный промо-сувенир? Керамическая кружка «Cone»\
        обязательно завоюет любовь ваших сотрудников и клиентов. Оригинальная форма, удобный\
        размер и множество вариантов персонализации. Подчеркните достоинства компании и закажите\
        нанесение логотипа методом деколи или тампопечати. Кружка доступна в различных цветах. Не\
        рекомендуется мыть в посудомоечной машине данную модель кружки с нанесением во избежание \
        потери яркости изображения.Ищете классный и стильный промо-сувенир? Керамическая кружка\
        «Cone» обязательно завоюет любовь ваших сотрудников и клиентов. Оригинальная форма, удобный\
        размер и множество вариантов персонализации. Подчеркните достоинства компании и закажите\
        нанесение логотипа методом деколи или тампопечати. Кружка доступна в различных цветах. Не\
        рекомендуется мыть в посудомоечной машине данную модель кружки с нанесением во избежание\
        потери яркости изображения.",
        quantity: 126,
        art:"Арт. 1256.60.3"
    },
    5: {
        title: "Кофейная пара классической формы",
        price: "392",
        img: "../src/img/catalog/icon/.svg",
        description: "Кофейная пара классической формы для эспрессо или ристретто — объем\
        90 мл рассчитан именно на эти напитки. Можно использовать и как мерч компании, и для\
        кафе или ресторанов — при выборе деколи в качестве метода нанесения пару можно мыть\
        в посудомоечной машине.",
        quantity: 127,
        art:"Арт. 1256.60.0"
    },
    6: {
        title: "Кофейная пара прямой формы",
        price: "392",
        img: "../src/img/catalog/icon/6.svg",
        description: "Кофейная пара классической формы для эспрессо или ристретто — объем 100 мл\
        рассчитан именно на эти напитки. Можно использовать и как мерч компании, и для кафе или\
        ресторанов — при выборе деколи в качестве метода нанесения пару можно мыть в посудомоечной машине.",
        quantity: 128,
        art:"Арт. 1256.60.4"
    },
    7: {
        title: "Кружка «Nancy Line»",
        price: "294",
        img: "../src/img/catalog/icon/7.svg",
        description: "Кружка из костяного фарфора с выраженным рельефным ободком, окаймленным цветной\
        контрастной полосой. Цвет полосы можно органично сочетать с цветом нанесенного логотипа,\
        что придаст дизайну конечного продукта цельность облика. Самый популярный объем — 360 мл. Кружка\
        из костяного фарфора с выраженным рельефным ободком, окаймленным цветной контрастной полосой.\
        Цвет полосы можно органично сочетать с цветом нанесенного логотипа, что придаст дизайну конечного\
        продукта цельность облика.",
        quantity: 129,
        art:"Арт. 1256.60.5"
    },
    8: {
        title: "Кружка «Countryside S» ",
        price: "269",
        img: "../src/img/catalog/icon/8.svg",
        description: "Эта кружка из костяного фарфора сразу же навевает приятные мысли об отдыхе в деревне \
        летом, на лоне природы. Когда прикасаешься к ней в первый раз, ожидаешь, что кружка окажется \
        эмалированной, как у бабушки, но в реальности «Countryside» даже лучше — костяной фарфор легкий, \
        глянцевый, его легко мыть в посудомоечной машине и, в отличие от нержавеющего прототипа из детства, \
        можно использовать в микроволновой печи. Объем кружки классический — 235 мл, что позволяет этой \
        модели оставаться компактной и аккуратной.",
        quantity:130,
        art:"Арт. 1256.60.6"
    },
    9: {
        title: "Кружка «Grain» из натуральных волокон",
        price: "478",
        img: "../src/img/catalog/icon/9.svg",
        description: "Кружка “Grain” изготовлена из экологически чистых материалов и на 70% состоит\
        из натуральных бамбуковых волокон и кукурузного крахмала. Экокружка подходит как для горячих,\
        так и для холодных напитков. Лаконичный дизайн кружки позволяет эффективно выделить ваше\
        нанесение. Кружка не содержит бисфенол А и другие вредные примеси. Объем — 450 мл. Экокружка\
        “Grain” займет достойное место как на офисном столе, так и на кухне дома, а также станет\
        простым примером заботы о природе. В связи с тем, что при изготовлении кружки используются\
        натуральные растительные волокна — возможны небольшие затемнения, вкрапления цвета. Кружку\
        без персонализации можно мыть в посудомоечной машине, но нельзя разогревать в микроволновой\
        печи, это может сильно повредить ее форму.",
        quantity: 119
    },
    10: {
        title: "Кружка «Good Day»",
        price: "235",
        img: "../src/img/catalog/icon/10.svg",
        description: "Не знаешь что дарить? Дари кружку! Многие выбирают подарок именно так.\
        Объемная керамическая кружка на 320 мл — вещь действительно нужная и полезная. Яркая\
        цветная полоса на ручке радует глаз, а на белый корпус можно нанести изображение:\
        логотип компании или напоминание о событии. Прекрасный промо-сувенир для любой акции.\
        Не знаешь что дарить? Дари кружку! Многие выбирают подарок именно так. Объемная\
        керамическая кружка на 320 мл — вещь действительно нужная и полезная. Яркая \
        цветная полоса на ручке радует глаз, а на белый корпус можно нанести изображение:\
        логотип компании или напоминание о событии. Не знаешь что дарить? Дари кружку!\
        Многие выбирают подарок именно так.",
        quantity: 122
    },
    11: {
        title: "Кружка «Марго»",
        price: "145",
        img: "../src/img/catalog/icon/11.svg",
        description: "Классическая керамическая кружка на 320 мл станет прекрасным промо-подарком\
        и сувениром для сотрудников компании. Благодаря широкой линейке расцветок можно подобрать \
        кружку под логотип любого оттенка. Легко выбрать безупречный вариант, который выгодно \
        подчеркнет вашу корпоративную символику и добавит яркости в рабочие будни.",
        quantity: 121
    },
    12: {
        title: "Кружка «Oreo»",
        price: "319",
        img: "../src/img/catalog/icon/12.svg",
        description: "«Oreo» — 	320 мл очаровательная кружка конусовидной формы, внутренняя часть\
        которой выкрашена в белый цвет, благодаря чему можно рассмотреть содержимое,\
        любуясь танцем чаинок. Материал — костяной фарфор, легкий и тонкий. Паттерн в\
        виде брызг выделяет «Oreo» из ряда других моделей, делая ее интереснее и уютнее,\
        добавляя нотку небрежного шарма. Кружку можно использовать в СВЧ-печи и мыть в\
        посудомоечной машине.",
        quantity: 122
    },
    13: {
        title: "Кружка «Мерсер»",
        price: "340",
        img: "../src/img/catalog/icon/13.svg",
        description: "Кружка «Мерсер» — отличная идея для запоминающегося подарка! На фоне яркого \
        контрастного дизайна дна любой логотип или корпоративный слоган будут смотреться современно \
        и стильно. Популярный объем в 320 мл и удобная ручка помогут сделать «Мерсер» вашей любимой\
        кружкой для утреннего кофе!Отличная идея для необычного подарка – именная кружка для своих \
        коллег и знакомых. При помощи тампопечати или деколи вы можете нанести на кружку любые \
        поздравления и пожелания",
        quantity: 118
    },
    14: {
        title: "Кружка «Марко»",
        price: "274",
        img: "../src/img/catalog/icon/14.svg",
        description: "Яркая керамическая кружка на 320 мл — универсальный корпоративный \
        промо-сувенир и отличное решение для набора офисной посуды. Даже полную кружку \
        будет удобно держать в руке благодаря широкой ручке. Простой и полезный подарок\
        коллегам по работе и сотрудникам компании.Яркая керамическая кружка на 320 мл —\
        универсальный корпоративный промо-сувенир и отличное решение для набора офисной\
        посуды. ",
        quantity: 117
    },
    15: {
        title: "Кружка «Denpasar» с крышкой",
        price: "590",
        img: "../src/img/catalog/icon/15.svg",
        description: "Керамическая кружка «Denpasar» оснащена пробковым дном, которое позволяет\
        «приземлять» ее на стол мягко, без скольжения и без стука, а также крышкой, которая\
        позволит вашим напиткам дольше оставаться горячими. А еще помимо практической функции\
        пробковое дно выполняет и эстетическую: смотрите, как красиво сочетается керамика с\
        пробкой, как две текстуры — природная неровная и матовая — взаимодополняют друг друга!\
        Кружку можно мыть в посудомойке, но без донышка и крышки, которые нужно снять перед мойкой.\
        Пластиковая крышка легко моется вручную под струей воды отдельно. Кружка имеет матовое \
        покрытие, ее приятно держать в руках, а еще она понравится всем тем, кому лень два раза \
        ходить к кофемашине: объем «Denpasar» — 400 мл!",
        quantity: 116
    },
    16: {
        title: "Керамическая кружка «Pascal»",
        price: "1121",
        img: "../src/img/catalog/icon/16.svg",
        description: "Керамическая кружка Pascal объемом 360 мл. Керамическая кружка\
        с рисунком костра и неглазурованным дном. Объем — 360 мл. Упакована в белой\
        подарочной коробке. Керамика.\ Рельефная текстура материала кружки — особенность\
        стиля брутализма, в котором выполнено изделие. Не является производственным браком.\
        Номинальный объем кружки 360 мл, полезный объем составит 340 мл.Керамическая кружка\
        Pascal объемом 360 мл. Керамическая кружка с рисунком костра и неглазурованным дном.\
        Объем — 360 мл. Упакована в белой подарочной коробке. Керамика.",
        quantity: 117
    },
};
