export default {
    mugs: [
      {
        id: 1,
        name: 'Бокал для айриш кофе ',
        article: '12345601',
        stock: 2568,
        colors: [
            { color: 'Прозрачный', image: require('@/assets/img/catalog/mugs/airish/1.svg') },
        ],
        price: 214,
        description: "Стиль и элегантность форм бокала для айриш кофе, рассчитанного\
        на 250 мл напитка, подчеркнут изысканный вкус и позволят неторопливо наслаждаться\
        напитком. На бокал можно нанести логотип и название кофейни.",
      },
      {
        id: 2,
        name: 'Кружка Sublime Color XL',
        article: '12345601',
        stock: 2788,
        colors: [
            { color: 'Белый', image: require('@/assets/img/catalog/mugs/sublime_color_xl/white.svg') },
            { color: 'Красный', image: require('@/assets/img/catalog/mugs/sublime_color_xl/red.svg') },
            { color: 'Синий', image: require('@/assets/img/catalog/mugs/sublime_color_xl/blue.svg') },
            { color: 'Зеленый', image: require('@/assets/img/catalog/mugs/sublime_color_xl/green.svg') },
            { color: 'Оранжевый', image: require('@/assets/img/catalog/mugs/sublime_color_xl/orange.svg') },
            { color: 'Черный', image: require('@/assets/img/catalog/mugs/sublime_color_xl/black.svg') },
        ],
        price: 324,
        description: "Керамическая кружка «Sublime Color XL» станет прекрасным подарком\
        для ваших сотрудников и клиентов. Используйте ее в качестве промо-сувенира для\
        продвижения бренда, акции или проекта. Классическая форма, исполненная в большом\
        объеме 440 мл — такая кружка точно не останется без внимания! Не разрешаетс\
        использование в микроволновой печи и посудомоечной машине.Керамическая кружка\
        «Sublime Color XL» станет прекрасным подарком для ваших сотрудников и клиентов.\
        Используйте ее в качестве промо-сувенира для продвижения бренда, акции или проекта.\
        Классическая форма, исполненная в большом объеме 440 мл — такая кружка точно не\
        останется без внимания! Не разрешается использование в микроволновой печи и посудомоечной машине..",
      },
      {
        id: 3,
        name: 'Бокал для шампанского «Brut» ',
        article: '12345602',
        stock: 1598,
        colors: [
            { color: 'Прозрачный', image: require('@/assets/img/catalog/mugs/brut/1.svg') },
        ],
        price: 664,
        description: "Бокал для шампанского от бренда Eat&Bite Select выполнен\
        в необычной форме — в отличие от классического, «Brut» не имеет ножки. \
        Форма самого сосуда осталась прежней, предназначенной специально для\
        шампанского: вытянутый бокал позволяет насладиться красотой пузырьков,\
        однимающихся вверх, а двойные прозрачные стенки делают игру света еще\
        интереснее. Материал бокала — боросиликатное стекло: менее хрупкое, более\
        легкое, абсолютно безопасное для человека, оно прекрасно подходит для изготовления посуды.\
        Бокал разрешается мыть в посудомоечной посуде, рекомендуется использовать\
        неабразивные средства для посуды.",
      },
      {
        id: 4,
        name: 'Кружка «Cone»',
        article: '12345603',
        stock: 9856,
        colors: [
            { color: 'Белый', image: require('@/assets/img/catalog/mugs/cone/white.svg') },
            { color: 'Черный', image: require('@/assets/img/catalog/mugs/cone/black.svg') },
            { color: 'Синий', image: require('@/assets/img/catalog/mugs/cone/dark_blue.svg') },
            { color: 'Зеленый', image: require('@/assets/img/catalog/mugs/cone/green.svg') },
            { color: 'Оранжевый', image: require('@/assets/img/catalog/mugs/cone/orange.svg') },
            { color: 'Красный', image: require('@/assets/img/catalog/mugs/cone/red.svg') },
            { color: 'Желтый', image: require('@/assets/img/catalog/mugs/cone/yellow.svg') },
        ],
        price: 211,
        description: "Ищете классный и стильный промо-сувенир? Керамическая кружка «Cone»\
        обязательно завоюет любовь ваших сотрудников и клиентов. Оригинальная форма, удобный\
        размер и множество вариантов персонализации. Подчеркните достоинства компании и закажите\
        нанесение логотипа методом деколи или тампопечати. Кружка доступна в различных цветах. Не\
        рекомендуется мыть в посудомоечной машине данную модель кружки с нанесением во избежание \
        потери яркости изображения.Ищете классный и стильный промо-сувенир? Керамическая кружка\
        «Cone» обязательно завоюет любовь ваших сотрудников и клиентов. Оригинальная форма, удобный\
        размер и множество вариантов персонализации. Подчеркните достоинства компании и закажите\
        нанесение логотипа методом деколи или тампопечати. Кружка доступна в различных цветах. Не\
        рекомендуется мыть в посудомоечной машине данную модель кружки с нанесением во избежание\
        потери яркости изображения.",
      },
      {
        id: 5,
        name: 'Кофейная пара классической формы',
        article: '12345603',
        stock: 1265,
        colors: [
            { color: 'Белый', image: require('@/assets/img/catalog/mugs/coffee_couple/1.svg') },
          
        ],
        price: 392,
        description: "Кофейная пара классической формы для эспрессо или ристретто — объем\
        90 мл рассчитан именно на эти напитки. Можно использовать и как мерч компании, и для\
        кафе или ресторанов — при выборе деколи в качестве метода нанесения пару можно мыть\
        в посудомоечной машине.",
      },
      {
        id: 6,
        name: '"Кофейная пара прямой формы',
        article: '12345658',
        stock: 1478,
        colors: [
            { color: 'Белый', image: require('@/assets/img/catalog/mugs/coffee_couple/2.svg') },
        ],
        price: 392,
        description: "Кофейная пара классической формы для эспрессо или ристретто — объем 100 мл\
        рассчитан именно на эти напитки. Можно использовать и как мерч компании, и для кафе или\
        ресторанов — при выборе деколи в качестве метода нанесения пару можно мыть в посудомоечной машине.",
      },
      {
        id: 7,
        name: 'Кружка «Nancy Line»',
        article: '12345625',
        stock: 1036,
        colors: [
            { color: 'Красный', image: require('@/assets/img/catalog/mugs/nancy_line/red.svg') },
            { color: 'Черный', image: require('@/assets/img/catalog/mugs/nancy_line/black.svg') },
            { color: 'Голубой', image: require('@/assets/img/catalog/mugs/nancy_line/blue.svg') },
        ],
        price: 294,
        description: "Кружка из костяного фарфора с выраженным рельефным ободком, окаймленным цветной\
        контрастной полосой. Цвет полосы можно органично сочетать с цветом нанесенного логотипа,\
        что придаст дизайну конечного продукта цельность облика. Самый популярный объем — 360 мл. Кружка\
        из костяного фарфора с выраженным рельефным ободком, окаймленным цветной контрастной полосой.\
        Цвет полосы можно органично сочетать с цветом нанесенного логотипа, что придаст дизайну конечного\
        продукта цельность облика.",
      },
      {
        id: 8,
        name: 'Кружка «Countryside S»',
        article: '12345607',
        stock: 1005,
        colors: [
            { color: 'Белый', image: require('@/assets/img/catalog/mugs/countryside_s/white.svg') },
            { color: 'Черный', image: require('@/assets/img/catalog/mugs/countryside_s/black.svg') },
            { color: 'Синий', image: require('@/assets/img/catalog/mugs/countryside_s/dark_blue.svg') },
            { color: 'Оранжевый', image: require('@/assets/img/catalog/mugs/countryside_s/orange.svg') },
            { color: 'Красный', image: require('@/assets/img/catalog/mugs/countryside_s/red.svg') },
            { color: 'Желтый', image: require('@/assets/img/catalog/mugs/countryside_s/yellow.svg') },
        ],
        price: 269,
        description: "Эта кружка из костяного фарфора сразу же навевает приятные мысли об отдыхе в деревне \
        летом, на лоне природы. Когда прикасаешься к ней в первый раз, ожидаешь, что кружка окажется \
        эмалированной, как у бабушки, но в реальности «Countryside» даже лучше — костяной фарфор легкий, \
        глянцевый, его легко мыть в посудомоечной машине и, в отличие от нержавеющего прототипа из детства, \
        можно использовать в микроволновой печи. Объем кружки классический — 235 мл, что позволяет этой \
        модели оставаться компактной и аккуратной.",
      },
      {
        id: 9,
        name: 'Кружка «Grain» из натуральных волокон',
        article: '98736521',
        stock: 1023,
        colors: [
            { color: 'Голубой', image: require('@/assets/img/catalog/mugs/grain/blue.svg') },
            { color: 'Черный', image: require('@/assets/img/catalog/mugs/grain/black.svg') },
            { color: 'Синий', image: require('@/assets/img/catalog/mugs/grain/dark_blue.svg') },
            { color: 'Зеленый', image: require('@/assets/img/catalog/mugs/grain/green.svg') },
            { color: 'Серый', image: require('@/assets/img/catalog/mugs/grain/grey.svg') },
            { color: 'Оранжевый', image: require('@/assets/img/catalog/mugs/grain/orange.svg') },
            { color: 'Фиолетовый', image: require('@/assets/img/catalog/mugs/grain/purple.svg') },
            { color: 'Красный', image: require('@/assets/img/catalog/mugs/grain/red.svg') },
        ],
        price: 478,
        description: "Кружка “Grain” изготовлена из экологически чистых материалов и на 70% состоит\
        из натуральных бамбуковых волокон и кукурузного крахмала. Экокружка подходит как для горячих,\
        так и для холодных напитков. Лаконичный дизайн кружки позволяет эффективно выделить ваше\
        нанесение. Кружка не содержит бисфенол А и другие вредные примеси. Объем — 450 мл. Экокружка\
        “Grain” займет достойное место как на офисном столе, так и на кухне дома, а также станет\
        простым примером заботы о природе. В связи с тем, что при изготовлении кружки используются\
        натуральные растительные волокна — возможны небольшие затемнения, вкрапления цвета. Кружку\
        без персонализации можно мыть в посудомоечной машине, но нельзя разогревать в микроволновой\
        печи, это может сильно повредить ее форму.",
      },
      {
        id: 10,
        name: 'Кружка «Good Day»',
        article: '65489652',
        stock: 1024,
        colors: [
            { color: 'Голубой', image: require('@/assets/img/catalog/mugs/good_day/blue.svg') },
            { color: 'Черный', image: require('@/assets/img/catalog/mugs/good_day/black.svg') },
            { color: 'Синий', image: require('@/assets/img/catalog/mugs/good_day/dark_blue.svg') },
            { color: 'Зеленый', image: require('@/assets/img/catalog/mugs/good_day/green.svg') },
            { color: 'Серый', image: require('@/assets/img/catalog/mugs/good_day/grey.svg') },
            { color: 'Оранжевый', image: require('@/assets/img/catalog/mugs/good_day/orange.svg') },
            { color: 'Красный', image: require('@/assets/img/catalog/mugs/good_day/red.svg') },
            { color: 'Желтый', image: require('@/assets/img/catalog/mugs/good_day/yellow.svg') },
        ],
        price: 235,
        description: "Не знаешь что дарить? Дари кружку! Многие выбирают подарок именно так.\
        Объемная керамическая кружка на 320 мл — вещь действительно нужная и полезная. Яркая\
        цветная полоса на ручке радует глаз, а на белый корпус можно нанести изображение:\
        логотип компании или напоминание о событии. Прекрасный промо-сувенир для любой акции.\
        Не знаешь что дарить? Дари кружку! Многие выбирают подарок именно так. Объемная\
        керамическая кружка на 320 мл — вещь действительно нужная и полезная. Яркая \
        цветная полоса на ручке радует глаз, а на белый корпус можно нанести изображение:\
        логотип компании или напоминание о событии. Не знаешь что дарить? Дари кружку!\
        Многие выбирают подарок именно так.",
      },
      {
        id: 11,
        name: 'Кружка «Марго»',
        article: '10236975',
        stock: 1365,
        colors: [
            { color: 'Белый', image: require('@/assets/img/catalog/mugs/margo/white.svg') },
            { color: 'Голубой', image: require('@/assets/img/catalog/mugs/margo/blue.svg') },
            { color: 'Зеленый', image: require('@/assets/img/catalog/mugs/margo/green.svg') },
            { color: 'Серый', image: require('@/assets/img/catalog/mugs/margo/grey.svg') },
            { color: 'Ораанжевый', image: require('@/assets/img/catalog/mugs/margo/orange.svg') },
            { color: 'Красный', image: require('@/assets/img/catalog/mugs/margo/red.svg') },
            { color: 'Желтый', image: require('@/assets/img/catalog/mugs/margo/yellow.svg') },
        ],
        price: 145,
        description: "Классическая керамическая кружка на 320 мл станет прекрасным промо-подарком\
        и сувениром для сотрудников компании. Благодаря широкой линейке расцветок можно подобрать \
        кружку под логотип любого оттенка. Легко выбрать безупречный вариант, который выгодно \
        подчеркнет вашу корпоративную символику и добавит яркости в рабочие будни.",
      },
      {
        id: 12,
        name: 'Кружка «Oreo»',
        article: '18754236',
        stock: 1245,
        colors: [
            { color: 'Белый с крошкой', image: require('@/assets/img/catalog/mugs/oreo/white.svg') },
            { color: 'Черный', image: require('@/assets/img/catalog/mugs/oreo/black.svg') },
            { color: 'Синий', image: require('@/assets/img/catalog/mugs/oreo/blue.svg') },
            { color: 'Белый', image: require('@/assets/img/catalog/mugs/oreo/white.svg') },
        ],
        price: 319,
        description: "«Oreo» — 	320 мл очаровательная кружка конусовидной формы, внутренняя часть\
        которой выкрашена в белый цвет, благодаря чему можно рассмотреть содержимое,\
        любуясь танцем чаинок. Материал — костяной фарфор, легкий и тонкий. Паттерн в\
        виде брызг выделяет «Oreo» из ряда других моделей, делая ее интереснее и уютнее,\
        добавляя нотку небрежного шарма. Кружку можно использовать в СВЧ-печи и мыть в\
        посудомоечной машине.",
      },
      {
        id: 13,
        name: 'Кружка «Мерсер»',
        article: '12345668',
        stock: 1036,
        colors: [
            { color: 'Синий', image: require('@/assets/img/catalog/mugs/merser/blue.svg') },
            { color: 'Зеленый', image: require('@/assets/img/catalog/mugs/merser/green.svg') },
            { color: 'Оранжевый', image: require('@/assets/img/catalog/mugs/merser/orange.svg') },
            { color: 'Красный', image: require('@/assets/img/catalog/mugs/merser/red.svg') },
        ],
        price: 340,
        description: "Кружка «Мерсер» — отличная идея для запоминающегося подарка! На фоне яркого \
        контрастного дизайна дна любой логотип или корпоративный слоган будут смотреться современно \
        и стильно. Популярный объем в 320 мл и удобная ручка помогут сделать «Мерсер» вашей любимой\
        кружкой для утреннего кофе!Отличная идея для необычного подарка – именная кружка для своих \
        коллег и знакомых. При помощи тампопечати или деколи вы можете нанести на кружку любые \
        поздравления и пожелания.",
      },
      {
        id: 14,
        name: 'Кружка «Марко»',
        article: '12345609',
        stock: 1972,
        colors: [
            { color: 'Синий', image: require('@/assets/img/catalog/mugs/marko/dark_blue.svg') },
            { color: 'Черный', image: require('@/assets/img/catalog/mugs/marko/black.svg') },
            { color: 'Голубой', image: require('@/assets/img/catalog/mugs/marko/blue.svg') },
            { color: 'Серый', image: require('@/assets/img/catalog/mugs/marko/gray.svg') },
            { color: 'Зеленый', image: require('@/assets/img/catalog/mugs/marko/green.svg') },
            { color: 'Орнажевый', image: require('@/assets/img/catalog/mugs/marko/orange.svg') },
            { color: 'Красный', image: require('@/assets/img/catalog/mugs/marko/red.svg') },
            { color: 'Желтый', image: require('@/assets/img/catalog/mugs/marko/yellow.svg') },
        ],
        price: 274,
        description: "Яркая керамическая кружка на 320 мл — универсальный корпоративный \
        промо-сувенир и отличное решение для набора офисной посуды. Даже полную кружку \
        будет удобно держать в руке благодаря широкой ручке. Простой и полезный подарок\
        коллегам по работе и сотрудникам компании.Яркая керамическая кружка на 320 мл —\
        универсальный корпоративный промо-сувенир и отличное решение для набора офисной\
        посуды.",
      },
      {
        id: 15,
        name: 'Кружка «Denpasar» с крышкой',
        article: '12345665',
        stock: 1256,
        colors: [
            { color: 'Белый', image: require('@/assets/img/catalog/mugs/denpasar/white.svg') },
            { color: 'Черный', image: require('@/assets/img/catalog/mugs/denpasar/black.svg') },
            { color: 'Голубой', image: require('@/assets/img/catalog/mugs/denpasar/blue.svg') },
            { color: 'Оранжевый', image: require('@/assets/img/catalog/mugs/denpasar/orange.svg') },
            { color: 'Красный', image: require('@/assets/img/catalog/mugs/denpasar/red.svg') },
        ],
        price: 590,
        description: "Керамическая кружка «Denpasar» оснащена пробковым дном, которое позволяет\
        «приземлять» ее на стол мягко, без скольжения и без стука, а также крышкой, которая\
        позволит вашим напиткам дольше оставаться горячими. А еще помимо практической функции\
        пробковое дно выполняет и эстетическую: смотрите, как красиво сочетается керамика с\
        пробкой, как две текстуры — природная неровная и матовая — взаимодополняют друг друга!\
        Кружку можно мыть в посудомойке, но без донышка и крышки, которые нужно снять перед мойкой.\
        Пластиковая крышка легко моется вручную под струей воды отдельно. Кружка имеет матовое \
        покрытие, ее приятно держать в руках, а еще она понравится всем тем, кому лень два раза \
        ходить к кофемашине: объем «Denpasar» — 400 мл!",
      },
      {
        id: 16,
        name: 'Керамическая кружка «Pascal»',
        article: '12345673',
        stock: 1475,
        colors: [
            { color: 'Белая', image: require('@/assets/img/catalog/mugs/pascal/1.svg') },
        ],
        price: 1121,
        description: "Керамическая кружка Pascal объемом 360 мл. Керамическая кружка\
        с рисунком костра и неглазурованным дном. Объем — 360 мл. Упакована в белой\
        подарочной коробке. Керамика.Рельефная текстура материала кружки — особенность\
        стиля брутализма, в котором выполнено изделие. Не является производственным браком.\
        Номинальный объем кружки 360 мл, полезный объем составит 340 мл.Керамическая кружка\
        Pascal объемом 360 мл. Керамическая кружка с рисунком костра и неглазурованным дном.\
        Объем — 360 мл. Упакована в белой подарочной коробке.",
      },
    ],
    thermoses: [
      {
        id: 1,
        name: 'Вакуумная герметичная термокружка «Inter»',
        article: '65432101',
        stock: 1590,
        colors: [
            { color: 'Белый', image: require('@/assets/img/catalog/thermoses/inter/white.svg') },
            { color: 'Черный', image: require('@/assets/img/catalog/thermoses/inter/black.svg') },
            { color: 'Зеленый', image: require('@/assets/img/catalog/thermoses/inter/dark_green.svg') },
            { color: 'Красный', image: require('@/assets/img/catalog/thermoses/inter/red.svg') },
        ],
        price: 1040,
        description: 'Компактная термокружка-непроливайка для ежедневного использования. Двойные\
        стенки из долговечной нержавеющей стали с вакуумной изоляцией. Внутренняя колба сделана \
        из «пищевой» нержавеющей стали 304 марки. Герметичная крышка с блокиратором от случайных \
        нажатий. Термокружку легко использовать одной рукой. Быстрое открытие по нажатию кнопки и\
         удобная поилка. Подходит для большинства автомобильных подстаканников и помещается в \
         рюкзак или сумку. Поставляется в крафтовой коробке. Объем 300 мл.',
      },
      {
        id: 2,
        name: 'Вакуумная термокружка «Sense»',
        article: '96521463',
        stock: 1452,
        colors: [
          { color: 'Зеленная', image: require('@/assets/img/catalog/thermoses/sense/green.svg') },
          { color: 'Черная', image: require('@/assets/img/catalog/thermoses/sense/black.svg') },
          { color: 'Красная', image: require('@/assets/img/catalog/thermoses/sense/red.svg') },
          { color: 'Серебрянная', image: require('@/assets/img/catalog/thermoses/sense/silver.svg') },
        ],
        price: 802,
        description: "Универсальная термокружка «Sense» понравится как любителям горячих напитков,\
        так и холодных, ведь она сохраняет напитки горячими в течение 6 часов, а холодными — 12 \
        часов. Этому способствует вакуумная изоляция и двойные стенки из качественной нержавеющей \
        стали. Корпус термокружки имеет удобную обтекаемую форму. В наличии также имеется крышка-слайдер \
        с силиконовым кольцом. Термокружка «Sense» эффектно будет смотреться на любом столе и станет \
        незаменимым полезным аксессуаром. Объем	370 мл ",
      },
      {
        id: 3,
        name: 'Вакуумная термокружка «Valhalla»',
        article: '856314',
        stock: 4163,
        colors: [
          { color: 'Белый', image: require('@/assets/img/catalog/thermoses/valhalla/white.svg') },
          { color: 'Черный', image: require('@/assets/img/catalog/thermoses/valhalla/black.svg') },
        ],
        price: 3514,
        description: "Вакуумная термокружка Valhalla с медным покрытием. Стильная термокружка с \
        анти-скользящим пробковым основанием. Выполнена из нержавеющей стали с двойными стенками \
        и вакуумной, медной изоляцией. Термокружка сможет сохранять температуру холодных напитков \
        до 24 часов, а горячих — до 8 часов. Конструкция также предотвращает образование конденсата \
        снаружи. Объем 500 мл. Нержавеющая сталь.",
      },
      {
        id: 4,
        name: 'Вакуумная термокружка c кнопкой «Guard»',
        article: '14698547',
        stock: 5263,
        colors: [
          { color: 'Белый', image: require('@/assets/img/catalog/thermoses/guard/white.svg') },
          { color: 'черный', image: require('@/assets/img/catalog/thermoses/guard/black.svg') },
          { color: 'Голубой', image: require('@/assets/img/catalog/thermoses/guard/blue.svg') },
        ],
        price: 1392,
        description: "Термокружка с кнопкой и удобной поилкой от Waterline — отличный спутник для поездок, \
        ведь Guard идеально помещается в стандартный автомобильный подстаканник и просто создана для \
        использования одной рукой: открывается она одной кнопкой, не требуя дополнительных движений.\
        Простота использования — не единственный плюс этой модели: Guard полностью герметичная, за что и получила \
        такое название, а еще она сохраняет напитки горячими в течение 12 часов, что объясняется и надежностью крышки, \
        и двойными стенками с вакуумной изоляцией, и высококачественным материалом — пищевой долговечной нержавеющей \
        сталью SUS 304. А еще Guard очень приятно держать в руке: прорезиненное мягкое покрытие soft touch на ощупь \
        напоминает бархат и интересно выглядит с любым видом нанесения, благодаря своей лаконичной конструкции \
        выступая идеальным фоном для логотипа.",
      },
      {
        id: 5,
        name: 'Термокружка с медной изоляцией «Bravo»',
        article: '74256983',
        stock: 8552,
        colors: [
          { color: 'Белый', image: require('@/assets/img/catalog/thermoses/bravo/white.svg') },
          { color: 'Черный', image: require('@/assets/img/catalog/thermoses/bravo/black.svg') },
          { color: 'Голубой', image: require('@/assets/img/catalog/thermoses/bravo/blue.svg') },
        ],
        price: 1907,
        description: "Вакуумная термокружка с медной изоляцией между стенками, которая точно не даст вам обжечься: \
        сенсорный индикатор температуры сообщает о температуре напитка, выводя на дисплей информацию в градусах \
        Цельсия. Что немаловажно, сенсор работает от сменной батарейки, что существенно продлит срок службы Bravo, \
        позволяя не расставаться с полюбившейся термокружкой. Двойные стенки c дополнительным медным слоем помогают \
        сохранять напитки горячими в течение 12 часов, что в сочетании с комфортным объемом 400 мл делает Bravo \
        универсальным спутником на каждый день.",
      },
      {
        id: 6,
        name: 'Вакуумная термокружка с кнопкой «Streamline»',
        article: '14368527',
        stock: 6374,
        colors: [
          { color: 'Белый', image: require('@/assets/img/catalog/thermoses/streamline/white.svg') },
          { color: 'Черный', image: require('@/assets/img/catalog/thermoses/streamline/black.svg') },
          { color: 'Голубой', image: require('@/assets/img/catalog/thermoses/streamline/blue.svg') },
          { color: 'Красный', image: require('@/assets/img/catalog/thermoses/streamline/red.svg') },
        ],
        price: 1497,
        description: "Термокружка эргономичной формы из качественной долговечной стали с покрытием soft-touch и \
        герметичной крышкой. Крышка имеет специальную конструкцию, благодаря которой пользоваться термокружкой \
        удобно даже одной рукой. Чтобы попить просто нажмите и удерживайте кнопку, если отпустить – крышка \
        автоматически заблокируется. Подходит для горячих и холодных напитков. Объем 400 мл.",
      },
      {
        id: 7,
        name: 'Вакуумная термокружка с кнопкой «Upgrade»',
        article: '75968136',
        stock: 4196,
        colors: [
          { color: 'Красный', image: require('@/assets/img/catalog/thermoses/upgrade/red.svg') },
          { color: 'Черный', image: require('@/assets/img/catalog/thermoses/upgrade/black.svg') },
          { color: 'Синий', image: require('@/assets/img/catalog/thermoses/upgrade/blue.svg') },
        ],
        price: 1432,
        description: "Термокружка из «пищевой» нержавеющей стали с функцией автоматической блокировки. Чтобы попить \
        нажмите и удерживайте кнопку. Если кнопку отпустить – питьевое отверстие автоматически закроется. Благодаря \
        продуманной конструкции крышка герметична, но при этом быстро и легко разбирается. Термокружку удобно \
        использовать одной рукой. Подходит для горячих и холодных напитков. Объем 300мл.",
      },
      {
        id: 8,
        name: 'Кружка с термоизоляцией «Silence»',
        article: '14367859',
        stock: 6374,
        colors: [
          { color: 'Белый', image: require('@/assets/img/catalog/thermoses/silence/white.svg') },
          { color: 'Голубой', image: require('@/assets/img/catalog/thermoses/silence/blue.svg') },
          { color: 'Желтый', image: require('@/assets/img/catalog/thermoses/silence/yellow.svg') },
        ],
        price: 327,
        description: "Кружка «Silence» – отличный подарок для тех, кто любит погорячее! Термокружка\
        поможет сохранить ваши напитки теплыми в течение 2 часов. Благодаря двойным стенкам горячий \
        напиток не обжигает руки. Кружка подходит для стандартного автомобильного подстаканника. На \
        пластиковый корпус можно сделать нанесение тампопечати. Объем 350 мл.",
      },
      {
        id: 9,
        name: 'Кружка с термоизоляцией треугольная «Perenei»',
        article: '36748520',
        stock: 9652,
        colors: [
          { color: 'Оранжевый', image: require('@/assets/img/catalog/thermoses/perenei/orange.svg') },
          { color: 'Зеленый', image: require('@/assets/img/catalog/thermoses/perenei/green.svg') },
          { color: 'Красный', image: require('@/assets/img/catalog/thermoses/perenei/red.svg') },
        ],
        price: 408,
        description: "Стильная, яркая и удобная кружка с термоизоляцией емкостью 400 мл отлично подойдет \
        как для отдыха на природе, так и при ежедневном использовании в офисе и автомобиле. Термокружка \
        поможет сохранить ваши напитки теплыми в течение 3 часов.",
      },
      {
        id: 10,
        name: 'Кружка с термоизоляцией  «Cover»',
        article: '02580636',
        stock: 2547,
        colors: [
          { color: 'Красный', image: require('@/assets/img/catalog/thermoses/cover/1.svg') },
        ],
        price: 285,
        description: "Подарок для активных людей! Стильная кружка с термоизоляцией на 400 мл. поможет \
        сохранить ваши напитки теплыми в течение 3 часов. Подходит для стандартного подстаканника в \
        автомашине или в поезде. На пластиковую поверхность корпуса возможно нанесение логотипа вашей компании.",
      },
      {
        id: 11,
        name: 'Кружка с термоизоляцией волнистая «Waves»',
        article: '20749865',
        stock: 2036,
        colors: [
          { color: 'Черный', image: require('@/assets/img/catalog/thermoses/waves/black.svg') },
          { color: 'Синий', image: require('@/assets/img/catalog/thermoses/waves/blue.svg') },
          { color: 'Красный', image: require('@/assets/img/catalog/thermoses/waves/red.svg') },
        ],
        price: 1013,
        description: "Прочная кружка на 450 мл из нержавеющей стали сохранит температуру любимого напитка в \
        течение 4 часов. Удобная форма позволит надежно и плотно держать кружку в руке, не допуская выскальзывания. \
        На корпус кружки можно сделать нанесение путем гравировки, создав оригинальный дизайн.",
      },
      {
        id: 12,
        name: 'Кружка стальная «Alaska» с крышкой слайдером',
        article: '10477614',
        stock: 5098,
        colors: [
          { color: 'Белый', image: require('@/assets/img/catalog/thermoses/alaska/white.svg') },
          { color: 'Черный', image: require('@/assets/img/catalog/thermoses/alaska/black.svg') },
          { color: 'Голубой', image: require('@/assets/img/catalog/thermoses/alaska/blue.svg') },
        ],
        price: 1423,
        description: "Удобная кружка «Alaska» бренда Waterline с двойными стенками выполнена из пищевой нержавеющей \
        стали 304 марки. Благодаря своей конструкции кружка не обжигает руки, даже если внутрь залит очень горячий \
        напиток, а дополнительно от остывания «Alaska» защищена пластиковой прозрачной крышкой-слайдером, сквозь \
        которую виден уровень жидкости внутри. Поверхность кружки шершавая и матовая, тактильно приятная, интересно \
        выглядит с гравировкой. Стильный лаконичный дизайн кружки — отличительная черта всей продукции Waterline, с \
        термосом или термокружкой которого вы можете сочетать «Alaska» для создания гармоничного сета.",
      },
      {
        id: 13,
        name: 'Пластиковый стакан «Take away»',
        article: '01057249',
        stock: 4185,
        colors: [
          { color: 'Желтый', image: require('@/assets/img/catalog/thermoses/take_away/yellow.svg') },
          { color: 'Голубой', image: require('@/assets/img/catalog/thermoses/take_away/blue.svg') },
          { color: 'Зеленый', image: require('@/assets/img/catalog/thermoses/take_away/green.svg') },
          { color: 'Красный', image: require('@/assets/img/catalog/thermoses/take_away/red.svg') },
          { color: 'Белый', image: require('@/assets/img/catalog/thermoses/take_away/white.svg') },
        ],
        price: 298,
        description: "Пластиковый стакан «Take Away» — отличная альтернатива керамическим кружкам. Он выполнен из \
        прочного пластика и имеет двойные стенки, это значит, что из этого стакана можно пить любые горячие напитки\
         и не бояться обжечь руки. Наличие силиконового клапана на крышке не позволит напитку быстро остыть, а\
        крышка на стакане не даст напитку разлиться, поэтому в него очень удобно наливать кофе, чай «на вынос». \
        Широкая палитра цветов крышек позволит вам выбрать наиболее подходящий вариант под определенный корпоративный стиль.",
      },
      {
        id: 14,
        name: 'Стакан-тамблер «Moment» с кофейной крышкой',
        article: '76415319',
        stock: 9614,
        colors: [
          { color: 'Черный', image: require('@/assets/img/catalog/thermoses/moment/black.svg') },
          { color: 'Голубой', image: require('@/assets/img/catalog/thermoses/moment/blue.svg') },
          { color: 'Белый', image: require('@/assets/img/catalog/thermoses/moment/white.svg') },
        ],
        price: 579,
        description: "Многоразовый стакан-тамблер для горячих и холодных напитков. Двойные стенки сохраняют напиток теплым \
        и не дают напитку обжечь руки. Конструкция крышки тамблера оснащена надежным клапаном, который предотвращает проливание \
        жидкости. Крышку легко закрыть и открыть одной рукой даже во время движения. Крышка оснащена специальной защелкой, \
        позволяющей зафиксировать чайный пакетик. Оптимальный объем 350 мл позволит взять с собой кофе или чай. Тамблер \
        помещается в подстаканник для автомобиля. Тамблеры сделаны из многоразового пластика — полипропилена (РР5), \
        который абсолютно безопасен для здоровья, не выделяет токсичных веществ при нагревании, не придает пищевым \
        продуктам посторонний вкус или аромат, не содержит Бисфенол А и подлежит повторной переработке.",
      },
      {
        id: 15,
        name: 'Термокружка «Jar»',
        article: '10937481',
        stock: 2585,
        colors: [
          { color: 'Белый', image: require('@/assets/img/catalog/thermoses/jar/white.svg') },
          { color: 'Голубой', image: require('@/assets/img/catalog/thermoses/jar/blue.svg') },
          { color: 'Зеленый', image: require('@/assets/img/catalog/thermoses/jar/green.svg') },
          { color: 'Красный', image: require('@/assets/img/catalog/thermoses/jar/red.svg') },
          { color: 'Желтый', image: require('@/assets/img/catalog/thermoses/jar/yellow.svg') },
        ],
        price: 440,
        description: "Термокружка Jar – функциональный аксессуар, помогающий сохранять исходную температуру напитка. \
        Корпус изделия изготовлен из нержавеющей стали, внутренняя часть сделана из пищевого пластика. Кружку с горячим \
        напитком можно без опасения брать в руки – благодаря двойным стенкам ладони не пострадают от высокой температуры. \
        Горловина закрывается плотной крышкой. Модель универсальна и пригодится как дома, так и в офисе, особенно \
        идеально она подойдет тем, кто много времени проводит в пути – в командировках, путешествиях или за рулем \
        автомобиля. Дизайн изделия легко сделать оригинальным – выгравировав надпись или нанеся изображение методом тампопечати.",
      },
      {
        id: 16,
        name: 'Термокружка «Klein» ',
        article: '10753945',
        stock: 4174,
        colors: [
          { color: 'Голубой', image: require('@/assets/img/catalog/thermoses/klein/blue.svg') },
          { color: 'Зеленый', image: require('@/assets/img/catalog/thermoses/klein/green.svg') },
          { color: 'Красный', image: require('@/assets/img/catalog/thermoses/klein/red.svg') },
          { color: 'Белый', image: require('@/assets/img/catalog/thermoses/klein/white.svg') },
          { color: 'Желтый', image: require('@/assets/img/catalog/thermoses/klein/yellow.svg') },
        ],
        price: 590,
        description: "Практичная термокружка Klein пригодится в любой\
        ситуации – в офисе, дома, в командировке. Небольшая по размеру\
        модель легко помещается в сумке или рюкзаке. Корпус сделан из \
        пластика, а плотно закрывающаяся крышка позволяет не переживать, \
        что содержимое вдруг прольется. Внутренняя часть изготовлена из\
        металла, не содержащего токсичные компоненты – нержавеющей \
        «пищевой» стали 304 марки. Двойные стенки с воздушной изоляцией \
        позволяют спокойно брать кружку с горячим напитком, не боясь \
        обжечь ладони, а благодаря эргономичному дизайну ее удобно \
        держать в руке. Крышка снабжена откидным клапаном, и можно пить \
        сразу из термокружки, не переливая в чашку.",
      },


    ],
    accessories: [
      {
        id: 1,
        name: 'Брелок «Alen» круглый',
        article: '78901234',
        stock: 500,
        colors: [
          { color: 'Светло-коричневый', image: require('src/assets/img/catalog/accessories/alen/light_brown.svg') },
          { color: 'Коричневый', image: require('@/assets/img/catalog/accessories/alen/brown.svg') },
          { color: 'Рыжий', image: require('src/assets/img/catalog/accessories/alen/red.svg') },
        ],
        price: 81,
        description: 'Брелок из материала, имитирующего нубук, приятный \
        на ощупь. Классический дизайн привлекает внимание к вашему логотипу.',
      },
      {
        id: 2,
        name: 'Брелок прямоугольный «Alen 2.0»',
        article: '01457869',
        stock: 1025,
        colors: [
          { color: '', image: require('') },
        ],
        price: 166,
        description: "Брелок из материала, имитирующего нубук, приятный \
        на ощупь. Классический дизайн привлекает внимание к вашему логотипу. \
        Брелок из материала, имитирующего нубук, приятный на ощупь. \
        Классический дизайн привлекает внимание к вашему логотипу.",
      },
      {
        id: 3,
        name: 'Брелок «Mondo»',
        article: '1019619',
        stock: 7456,
        colors: [
          { color: '', image: require('') },
        ],
        price: 187,
        description: "Квадратный брелок. Держите ваши ключи в безопасности \
        с этим привлекательным брелоком. Алюминий с цветными вставками из полиэстера.",
      },
      {
        id: 4,
        name: 'Брелок-открывалка «Dao»',
        article: '12694536',
        stock: 9856,
        colors: [
          { color: '', image: require('') },
        ],
        price: 86,
        description: "Брелок-открывалка «Dао» – функциональный промосувенир для \
        летнего сезона. И стильный аксессуар, и удобная открывалка для прохладительных \
        напитков, которая всегда под рукой.",
      },
      {
        id: 5,
        name: 'Антистресс «Кубик»',
        article: '01257823',
        stock: 8745,
        colors: [
          { color: '', image: require('') },
        ],
        price: 176,
        description: "Антистрессовые игрушки будут \
        прекрасным аксессуаром для любого офиса. \
        Воздействуя на нервные окончания, такие \
        игрушки помогают сбрасывать напряжение и \
        поднимают настроение.Антистрессовые игрушки \
        будут прекрасным аксессуаром для любого офиса. \
        Воздействуя на нервные окончания, такие игрушки \
        помогают сбрасывать напряжение и поднимают настроение.",
      },
      {
        id: 6,
        name: 'Антистресс «Каска»',
        article: '58142348',
        stock: 7458,
        colors: [
          { color: '', image: require('') },
        ],
        price: 69,
        description: "Необычный сувенир для посетителей выставок, \
        рекламных кампаний и прочих мероприятий строительной тематики. \
        Антистресс в виде строительной каски — это забавный и символичный \
        подарок, который убережет обладателя от нервного напряжения. \
        Оптимальная скорость восстановления формы после сжатия \
        антистресса делает его по-настоящему расслабляющим и приятным \
        на ощупь. Подойдет под нанесение фирменного логотипа.",
      },
      {
        id: 7,
        name: 'Антистресс «Куб»',
        article: '10695836',
        stock: 1236,
        colors: [
          { color: '', image: require('') },
        ],
        price: 49,
        description: "С помощью антистресса «Куб» вы легко отвлечетесь от \
        происходящего вокруг и успокоитесь, если это необходимо. Отличная \
        идея для сувенирных подарков рекламных компаний.С помощью антистресса \
        «Куб» вы легко отвлечетесь от происходящего вокруг и успокоитесь, \
        если это необходимо. Отличная идея для сувенирных подарков рекламных компаний.",
      },
      {
        id: 8,
        name: 'Зеркало складное',
        article: '10524789',
        stock: 5874,
        colors: [
          { color: '', image: require('') },
        ],
        price: 450,
        description: "Свет мой, зеркальце, скажи, да всю правду доложи! Компактное \
        зеркальце готово всюду сопровождать свою владелицу и подсказывать о необходимости \
        поправить прическу или макияж. На пластиковую крышку удобно наносить даже \
        многоцветное изображение. Отличный бюджетный промо-сувенир. Идеально подойдет \
        для косметических и парфюмерных компаний и магазинов.",
      },
      {
        id: 9,
        name: 'Брелок «Triangle»',
        article: '12013645',
        stock: 1023,
        colors: [
          { color: '', image: require('') },
        ],
        price: 90,
        description: "Яркий, стильный брелок приятного оттенка \
        с глянцевой металлической поверхностью. На брелок можно \
        нанести логотип организации и подарить его своим партнерам. \
        Цветовые вариации — на выбор.",
      },
      {
        id: 10,
        name: 'Брелок-рулетка «Домик»',
        article: '12584569',
        stock: 1456,
        colors: [
          { color: '', image: require('') },
        ],
        price: 90,
        description: "Брелок в форме домика подчеркнет специализацию \
        строителей, риелторов и прочих работников жилищной сферы. \
        Брелок оснащен рулеткой 1 м., с помощью которой вы в любое \
        время сможете произвести нужные измерения.",
      },
      {
        id: 11,
        name: 'Брелок-рулетка «Block»',
        article: '1057469',
        stock: 1478,
        colors: [
          { color: '', image: require('') },
        ],
        price: 60,
        description: "Небольшая рулетка, которую можно носить с собой \
        (например, в связке с ключами). Длина ленты 1 метр. Несмотря на \
        размер, корпус рулетки прочный и долговечный. Большая зона для нанесения.",
      },
      {
        id: 12,
        name: 'Сумка с клапаном',
        article: '10526974',
        stock: 4589,
        colors: [
          { color: '', image: require('') },
        ],
        price: 500,
        description: "Сумка-почтальон со съемным клапаном на липучке под персонализацию \
        методом сублимации. Размер области нанесения - 243х310 мм",
      },
      {
        id: 13,
        name: 'Брелок металл «жетон»',
        article: '01104785',
        stock: 1365,
        colors: [
          { color: '', image: require('') },
        ],
        price: 65,
        description: "Металлический брелок для ключей отлично подходит \
        для производства сувенира. Для создания сувенира необходимо \
        распечатать изображение на сублимационной бумаге и перенести \
        его с помощью термопресса на заготовку. Длина (см): 5,00. \
        Ширина (см): 3,00. Высота (см): 0,20.",
      },
      {
        id: 14,
        name: 'Брелок из нержавеющей стали «круг»',
        article: '10526374',
        stock: 1098,
        colors: [
          { color: '', image: require('') },
        ],
        price: 30,
        description: "Брелок из нержавеющей стали «круг» d30мм (увеличенное ушко - D 7мм)",
      },
      {
        id: 15,
        name: 'Брелок акрил прямоугольник',
        article: '10527496',
        stock: 1045,
        colors: [
          { color: '', image: require('') },
        ],
        price: 50,
        description: "Заготовки для брелоков из акрила можно использовать в качестве \
        промо товаров или аксессуаров для ключей, мобильных телефонов и других предметов \
        личного пользования. Это самый простой и доступный способ изготовления сувениров \
        и подарков. А какой брелок получится в итоге – решать только твоим клиентам! \
        Вставить в заготовку можно любую фотографию или картинку с логотипом, надписью \
        на вкус покупателя. Благодаря этой опции сувенир становится уникальным и позволяет \
        преподнести оригинальный презент близким, друзьям, коллегам, а также сделать бренд \
        узнаваемым. Чтобы создать полиграфическую вставку для акрилового брелока , тебе \
        понадобится только струйный принтер и бумага для печати. В комплект заготовки \
        входит металлическое кольцо для подвешивания.",
      },
      {
        id: 16,
        name: 'Зажигалка  бензиновая',
        article: '105527496',
        stock: 1009,
        colors: [
          { color: '', image: require('') },
        ],
        price: 250,
        description: "В чём особенность: Компактная зажигалка белого цвета с возможностью \
        персонализации методом сублимации, зажигалка заправляется бензином, при продаже не \
        заправлена. Для чего нужно: Для носки с собой с целью прикуривания сигарет или \
        поджигания других, предназначенных для этого предметов. Кому предложить: Для \
        любителей компактных аксессуаров для курения.",
      },
    ],
    chancellery: [
      {
        id: 1,
        name: 'Ручка Elegant Pen',
        article: '34567890',
        stock: 1200,
        colors: [
          { color: 'Желтый', image: require('@/assets/img/catalog/stationery/joyce/yellow.svg')},
          { color: 'Синий', image: require('@/assets/img/catalog/stationery/joyce/yellow.svg') },
        ],
        price: 80,
        description: 'Описание товара для чашки 1',
      },
      // Добавьте остальные канцтовары...
    ]
  };
  